// Hebrew

jQuery.extend( jQuery.fn.pickadate.defaults, {
    monthsFull: [ 'ינואר', 'פברואר', 'מרץ', 'אפריל', 'מאי', 'יוני', 'יולי', 'אוגוסט', 'ספטמבר', 'אוקטובר', 'נובמבר', 'דצמבר' ],
    monthsShort: [ 'ינואר', 'פברואר', 'מרץ', 'אפריל', 'מאי', 'יוני', 'יולי', 'אוגוסט', 'ספטמבר', 'אוקטובר', 'נובמבר', 'דצמבר' ],
    weekdaysFull: [ 'יום ראשון', 'יום שני', 'יום שלישי', 'יום רביעי', 'יום חמישי', 'יום ששי', 'יום שבת' ],
    weekdaysShort: [ 'א', 'ב', 'ג', 'ד', 'ה', 'ו', 'ש' ],
    weekdaysLetter: ['א', 'ב', 'ג', 'ד', 'ה', 'ו', 'ש'],
    today: 'היום',
    clear: 'למחוק',
    close: 'לִסְגוֹר',
    format: 'yyyy mmmm d dddd',
    formatSubmit: 'yyyy/mm/dd'
});
